aaron-bond.better-comments
alexcvzz.vscode-sqlite
astro-build.astro-vscode
batisteo.vscode-django
be5invis.vscode-custom-css
christian-kohler.path-intellisense
eamodio.gitlens
eeyore.yapf
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
kisstkondoros.vscode-gutter-preview
letrieu.turbo-console-log-fork
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-es
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.powershell
myhtica.tailwind-formatter
naumovs.color-highlight
pkief.material-icon-theme
pkief.material-product-icons
pnp.polacode
postman.postman-for-vscode
rafamel.subtle-brackets
rangav.vscode-thunder-client
redhat.vscode-xml
ritwickdey.liveserver
rohit-chouhan.sweetalert2-snippet
sirtori.indenticator
stxr.iconfont-preview
supermaven.supermaven
tabnine.tabnine-vscode
usernamehw.errorlens
whizkydee.material-palenight-theme
zhuangtongfa.material-theme
zignd.html-css-class-completion
